Repository: mariogt/OpenEmu
Catalog: OpenEmu/*.lproj/Debug.strings
Languages: de

source: General
de: Allgemein

source: Debug Mode
de: Debug-Modus

source: Setup Assistant has finished
de: Setup-Assistent wurde abgeschlossen

source: Run games using:
de: Starte Spiele per:

source: Library Window
de: Mediathek-Ansicht

source: Reset main window size
de: Hauptfenstergröße zurücksetzen

source: Download missing artwork on the fly
de: Fehlende Cover on-the-fly herunterladen

source: Show game titles instead of rom names
de: Spieletitel statt Dateinamen anzeigen

source: Manually choose system on import
de: Konsole beim Import manuell auswählen

source: Show autosave states in save state category
de: Automatische Sicherungen in Spielstände-Ansicht anzeigen

source: Show quicksave states in save state category
de: Schnelle Sicherungen in Spielstände-Ansicht anzeigen

source: Show game scanner view
de: Spiele-Scanner einblenden

source: Hide game scanner view
de: Spiele-Scanner ausblenden

source: HUD Bar / Gameplay
de: Steuerungsleiste/Gameplay

source: Can delete save states
de: Spielstände sind löschbar

source: Show options button
de: Optionen-Schaltfläche anzeigen

source: Show notifications during gameplay
de: Mitteilungsicons während des Spielens anzeigen

source: Use quicksave slots
de: Slots für schnelle Sicherungen verwenden

source: Show quicksave in menu
de: Schnelle Sicherungen in Menü anzeigen

source: Show autosave in menu
de: Automatische Sicherungen in Menü anzeigen

source: Show audio output device in menu
de: Audio-Ausgabegeräte in Menü anzeigen

source: Take screenshots in native size
de: Bildschirmfotos in Originalgröße aufnehmen

source: Disable aspect ratio correction in screenshots
de: Seitenverhältnis-Korrektur von Bildschirmfotos deaktivieren

source: Game View Background color:
de: Spielefenster-Hintergrund:

source: Controls Setup
de: Steuerung

source: WiiRemote support (requires relaunch)
de: Wiimote-Unterstützung aktivieren (erfordert Neustart)

source: Clicking on image selects button
de: Klick auf Grafik wählt Button aus

source: Clicking outside image deselects button
de: Klick außerhalb der Grafik hebt Auswahl auf

source: Select first field after setting the last
de: Nach letztem Feld erstes auswählen

source: Draw button mask above image
de: Button-Maske über Grafik legen

source: Log HID Events
de: HID-Events loggen

source: Log Keyboard Events
de: Tastatur-Events loggen

source: Show all global keys
de: Alle Spezialtasten anzeigen

source: Set default save states directory
de: Auf Standard-Spielstandordner zurücksetzen

source: Choose save states directory…
de: Spielstandordner auswählen …

source: Cleanup autosave state
de: Automatische Sicherungen aufräumen

source: Cleanup Save States
de: Spielstände aufräumen

source: Update OpenVGDB
de: OpenVGDB aktualisieren

source: Cancel OpenVGDB Update
de: OpenVGDB-Update abbrechen

source: Database Actions
de: Datenbank-Aktionen

source: Delete artwork that can be downloaded
de: Herunterladbare Cover löschen

source: Download missing artwork…
de: Fehlende Cover herunterladen …

source: Remove untracked artwork files
de: Nicht benutzte Cover löschen

source: Cleanup rom hashes
de: ROM-Prüfsummen aufräumen

source: Remove duplicated roms
de: Doppelte ROMs entfernen

source: Cancel cover sync for all games
de: Cover-Sync für alle Spiele abbrechen

source: Perform Sanity Check on Database
de: Datenbank auf Plausibilität prüfen

source: While performing this operation OpenEmu will be unresponsive.
de: Während dieser Aktion wird OpenEmu nicht mehr reagieren.

source: Delete useless image objects
de: Ungültige Bildverweise entfernen

source: Sync games without artwork
de: Spiele ohne Cover synchronisieren

source: Threshold for analog controls bound to buttons:
de: Grenzwert für auf Knöpfe gelegte analoge Eingaben:

source: Range: %@ to %@
de: Bereich: %@ bis %@

source: Default Value: %@
de: Standartwert: %@

source: Checked
de: Ausgewählt

source: Unchecked
de: Nicht ausgewählt

source: Shaders
de: Shader

source: Clear shader cache
de: Shader-Cache leeren

source: Reveal user shader folder
de: Hinzugefügte Shader anzeigen

source: Appearance:
de: Erscheinungsbild:

source: Auto (region)
de: Automatisch

source: North America
de: Nordamerika

source: Europe
de: Europa

source: Other
de: Andere

source: Background Thread
de: Hintergrundthread

source: System
de: Systemeinstellung

source: Dark (default)
de: Dunkel (Standard)

source: Light
de: Hell
